//
// // -----Denko Dragon (KR) -----
//
// const functionsDenkoDragon = ["Компрессор Gmcc Toshiba", "Класс энергоэффективности A", "Автоматическое качание заслонок", "Режим комфортного сна", "Зеленый фильтр высокой плотности", "Компактный дизайн",
//   "Режим Turbo производительности", "Самоочистка внутреннего блока", "Golden fin", "Автоматический перезапуск",
//   "Запоминание положения жалюзи", "Защитная крышка патрубков"];
//
//
// const imagesDenkoDragon =
//   ["./assets/img/catalog/Denko/kr/01.jpg",
//     "./assets/img/catalog/Denko/kr/02.png",
//     "./assets/img/catalog/Denko/kr/03.jpg",
//     "./assets/img/catalog/Denko/kr/04.jpg"
//   ];
//
// const descriptionDenkoDragon = "Сплит-системы Dahatsu серии Dragon выполнены в современном, лаконичном дизайне и имеют обтекаемые формы, что позволит разместить данные сплит-системы в помещениях с высококлассными требованиями к решением интерьера. Помимо быстрого обогрева и охлаждения, устройство гарантирует тщательную очистку воздуха от загрязнений и аллергенов при помощи моющегося фильтра высокой плотности. В кондиционере предусмотрены такие функции, как: спящий режим, обнаружение утечки хладагента, горизонтальный автоповорот жалюзи, 2 способа подключения трубопровода, Н-образная установочная пластина, функция short cut- устанавливает и активирует ваши предварительные настройки, и прочие сверхтехнологичные функции."
//
//
// // Все кондиционеры Denko
// const dataDenko  = [
//
//   // --- Denko Dragon ---
//   {
//     article: "denko-kr-07",
//     title: "Denko RK-07",
//     type: "split-system",
//     company: "Denko",
//     series: "Dragon",
//     link: "##",
//     imgSrc: imagesDenkoDragon,
//     price: 25500,
//     // На площадь
//     area: "25 м²",
//     // Мощность охлаждения
//     coolingCapacity: "2.3 кВт",
//     // Уровень шума
//     noise: "22 дБ",
//     // Наличие инвертора
//     inverter: "нет",
//     // Класс энергоэффективности
//     class: "A",
//     // Габариты внутреннего и внешнего блоков
//     dimensions: {
//       "indoor": "715x194x285",
//       "outdoor": "720x270x495"
//     },
//     functions: functionsDenkoDragon,
//     // Описание
//     description: descriptionDahatsuDragon,
//   },
// ]
//
//
//
//
// const functionsDenkoLegend = ["Компрессор Gmcc Toshiba", "Режим Turbo производительности", "Автоматическое качание заслонок",
//   "Режим комфортного сна", "Режим 'Антиплесень'", "Компактный дизайн", "HEALTH - режим здоровье", "Самоочистка внутреннего блока", "Режим I Feel",
//   "Автоматический перезапуск", "Запоминание положения жалюзи", "Таймер"];
